/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi introductie";
"INTRO_SUBHEADER" = "Het internet op bij meer dan 1 miljoen wifi-hotspots wereldwijd en alleen betalen voor de tijd dat u online bent, met Skypetegoed.";
"INTRO_ICON_WIFI" = "Gebruik Skype, controleer e-mail en surf op het web.";
"INTRO_ICON_GLOBE" = "Skype WiFi is beschikbaar op meer dan een miljoen locaties wereldwijd.";
"INTRO_ICON_SKYPECREDIT" = "Betaal alleen voor de minuten die u gebruikt.";

"STATE_CHECKINGNETWORK_HEADER" = "Even geduld…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Netwerk controleren op Skype WiFi";

"STATE_JOINWIFI_HEADER" = "U bent niet verbonden met WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Meld u aan bij een publiek wifi-netwerk dat Skype WiFi ondersteunt.";

"STATE_ALREADYONLINE_HEADER" = "U bent al online";
"STATE_ALREADYONLINE_SUBHEADER" = "Het lijkt erop dat u al verbonden bent met het internet. Met Skype WiFi kunt u online gaan bij publieke wifi-hotspots op meer dan een miljoen locaties wereldwijd.";

"STATE_GENERALERROR_HEADER" = "Kan niet verbinden";
"STATE_GENERALERROR_SUBHEADER" = "Dit wifi-netwerk reageert niet goed. Probeer een ander netwerk.";

"STATE_CONNECT_HEADER" = "Skype WiFi is hier beschikbaar";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Door te verbinden, gaat u akkoord met de provider's <a href=\"%@\">gebruiksvoorwaarden</a>";

"STATE_CONNECT_BUTTON" = "Verbind";
"STATE_CONNECTING_BUTTON" = "Verbinden…";

"STATE_CONNECTED_SHORT" = "Verbonden";
"STATE_CONNECTED_HEADER" = "U bent online met Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Verbreek verbinding";
"STATE_DISCONNECTING_BUTTON" = "Verbreken…";

"STATE_NOCREDIT_HEADER" = "Niet genoeg Skypetegoed";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Meer info";
"CLOSE_BUTTON" = "Sluit";
"GO_BACK_BUTTON" = "Ga terug";
"CONTINUE_BUTTON" = "Ga door";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi vereist OS X %@ of hoger.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "U kunt Skype WiFi nog niet met uw Microsoft-account gebruiken. Meld u in plaats daarvan direct aan met uw Skypenaam en wachtwoord.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "U kunt Skype WiFi nog niet met uw Microsoft-account gebruiken. Maak in plaats daarvan een Skype-account aan en meld u hiermee aan.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "U bent online met Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "U bent online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Verbinding verloopt binnenkort";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Als u verbindt op basis van uw Skypetegoed dan verloopt automatisch de verbinding, voor het geval dat u vergeet te verbreken.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minuten";

"STATE_CONNECT_SUBHEADER" = "Verbind met het internet op dit netwerk met Skype WiFi en betaal alleen voor de minuten die u gebruikt, met Skypetegoed.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi is hier gratis";
"STATE_CONNECT_FREE_SUBHEADER" = "Geniet van gratis internettoegang bij deze hotspot met Skype WiFi. Surf op het web, controleer uw e-mail, of gebruik gewoon Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Ik heb een account bij deze provider";
"STATE_CONNECT_WISPR_SUBHEADER" = "Als u al een account bij deze provider hebt, voer uw gegevens dan hier in.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Uw internetverbinding verloopt binnenkort";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ U kunt op ieder moment verbreken en u betaalt alleen de minuten die gebruikt.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "U bent ongeveer %d minuten online.";
"COUNTUP_0MIN" = "U bent minder dan een minuut online.";
"COUNTUP_1MIN" = "U bent ongeveer een minuut online.";
"STATE_CONNECTED_WISPR_HEADER" = "U bent nu online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "U bent verbonden met uw account van deze hotspotprovider. U kunt op ieder moment verbreken.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Beoordeel deze hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Blijf online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Opniew verbinden…";

"STATE_NOCREDIT_SUBHEADER" = "U hebt hier Skypetegoed nodig om per minuut te betalen voor internettoegang met Skype WiFi.";
"STATE_NOCREDIT_BUTTON" = "Haal Skype-tegoed";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Netwerk controleren";
"STATE_JOINWIFI_SHORT" = "Geen wifi";
"STATE_ALREADYONLINE_SHORT" = "Al online";
"STATE_GENERALERROR_SHORT" = "Fout";
"STATE_CONNECT_SHORT" = "Hier beschikbaar";
"STATE_NOCREDIT_SHORT" = "Geen tegoed";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minuten over";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minuut over";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Minder dan een minuut over";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Uw internetverbinding verloopt binnenkort.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skypenaam";
"LOGIN_PASSWORD_PLACEHOLDER" = "Wachtwoord";
"LOGIN_BUTTON" = "Meld aan";
"SIGN_OUT_BUTTON" = "Meld af";

/* unused */
"LOGIN_PROBLEMS" = "Problemen met aanmelden?";
"LOGIN_CREATE_ACCOUNT" = "Maak een account";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Instellingen";
/* unused */
"SETTINGS_BUTTON" = "Instellingen";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi versie %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype en/of Microsoft";
"ABOUT_PATENTPENDING" = "Lopende patentaanvragen";
"ABOUT_FEEDBACK_BUTTON" = "Feedback";
"ABOUT_LEGAL_BUTTON" = "Legal";
"ABOUT_TRADEMARK" = "De naam Skype, geassocieerde handelsmerken en logo's, en het \"S\" logo zijn handelsmerken van Skype.";
"ABOUT_DISCLAIMER" = "Waarschuwing: dit programma wordt auteursrechtelijk beschermd alsmede door internationale verdragen. Ongeautoriseerde vermenigvuldiging of verspreiding van dit programma, of delen daarvan, kan leiden tot zware strafrechtelijke en civiele straffen, en zal tot het uiterste in rechte worden vervolgd.\n\nVertaling: Alexander Henket";

/* unused */
"PROFILE_BUTTON" = "Profiel";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skypenaam";
"PROFILE_SKYPECREDIT" = "Skypetegoed";
"PROFILE_SKYPECREDIT_NA_VALUE" = "NVT";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Laden…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Bezochte hotspots";
"USAGE_PREVIOUSCONNECTIONS" = "Vorige verbindingen";
"USAGE_LASTUSED" = "Laatst gebruikt";
"USAGE_LASTUSED_NEVER_VALUE" = "Nooit";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ op %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Populaire locaties";
"SUPPORTEDNETWORKS_PROVIDERS" = "Providers";
